Repository: FlutterWorks/smash_import_export_plugins
Catalog: lib/l10n/intl_*.arb
Languages: nb_no

# exportWidget_gpxExported
source: GPX exported
nb_no: GPX eksportert

# exportWidget_exportToGpx
source: Export project to GPX
nb_no: Eksporter prosjekt til GPX

# exportWidget_exportImagesToFolder
source: Export project images to folder
nb_no: Eksporter prosjektbilder til mappe

# exportWidget_exportImagesToFolderTitle
source: Images
nb_no: Bilder

# exportWidget_geopackageExported
source: Geopackage exported
nb_no: Geopakke eksportert

# exportWidget_exportToGSS
source: Export to Geopaparazzi Survey Server
nb_no: Eksporter til Geopaparazzi-undersøkelsestjener

# gssExport_gssExport
source: GSS Export
nb_no: GSS-eksport

# gssExport_thisCantBeUndone
source: This can't be undone!
nb_no: Dette kan ikke angres.

# gssExport_synStats
source: Sync Stats
nb_no: Synkroniser statistikk

# gssExport_gpsLogs
source: GPS Logs:
nb_no: GPS-logger:

# gssExport_upload
source: Upload
nb_no: Last opp

# gssExport_images
source: Images:
nb_no: Bilder:

# gssExport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
nb_no: Ingen GSS-tjenernettadresse har blitt satt. Sjekk innstillingene dine.

# gssExport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
nb_no: Inget GSS-tjenerpasssord har blitt satt. Sjekk innstillingene dine.

# gssExport_nothingToSync
source: Nothing to sync.
nb_no: Ingenting å synkronisere.

# gssImport_forms
source: Forms
nb_no: Skjemaer

# importWidget_import
source: Import
nb_no: Importer

# importWidget_importFromGeopaparazzi
source: Import from Geopaparazzi Survey Server
nb_no: Importer fra Geopaparazzi-undersøkelsestjener

# gssImport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
nb_no: Inget GSS-tjenerpassord har blitt satt. Sjekk innstillingene dine.

# gssImport_noPermToAccessServer
source: No permission to access the server. Check your credentials.
nb_no: Ingen tilgang til tjeneren. Sjekk identitetsdetaljene dine.

# gssImport_dataSetsDownloadedMapsFolder
source: Datasets are downloaded into the maps folder.
nb_no: Datasett lastes ned til kartmappen.

# gssImport_noDataAvailable
source: No data available.
nb_no: Ingen tilgjengelig data.

# gssImport_projectsDownloadedProjectFolder
source: Projects are downloaded into the projects folder.
nb_no: Prosjekter lastes ned til prosjektmappen.

# gssImport_tagsDownloadedFormsFolder
source: Tags files are downloaded into the forms folder.
nb_no: Etiketter lastes ned til skjemamappen.

# gssImport_noTagsAvailable
source: No tags available.
nb_no: Ingen tilgjengelige etiketter.

# settings_pleaseEnterValidPassword
source: Please enter a valid server password.
nb_no: Skriv inn et gyldig tjenerpassord.

# settings_geopaparazziSurveyServer
source: Geopaparazzi Survey Server
nb_no: Geopaparazzi-undersøkelsestjener

# settings_serverUrl
source: Server URL
nb_no: Tjenernettadresse

# settings_serverPassword
source: Server Password
nb_no: Tjenerpassord

# settings_allowSelfSignedCert
source: Allow self signed certificates
nb_no: Tillat selvsignerte sertifikater.

# network_cancelledByUser
source: Cancelled by user.
nb_no: Avbrutt av bruker.

# network_completed
source: Completed.
nb_no: Fullført.

# network_thisFIleAlreadyBeingDownloaded
source: This file is already being downloaded.
nb_no: Filen blir allerede lastet ned.

# network_availableMaps
source: Available maps
nb_no: Tilgjengelige kart

# network_toTheDeviceTakeTime
source: to the device? This can take a while.
nb_no: til enheten? Dette kan ta lang tid.

# network_couldNotConnectToServer
source: Could not connect to the server. Is it online? Check your address.
nb_no: Kunne ikke koble til tjeneren. Er den på nett? Sjekk adressen din.

# gssExport_collectingSyncStats
source: Collecting sync stats…
nb_no: Samler inn synkroniseringsstatistikk …

# network_pleaseWait
source: please wait…
nb_no: vent …

# exportWidget_export
source: Export
nb_no: Eksporter

# gssImport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
nb_no: Ingen GSS-tjenernettadresse har blitt satt. Sjekk innstillingene dine.

# exportWidget_pdfExported
source: PDF exported
nb_no: PDF eksportert

# exportWidget_exportToPortableDocumentFormat
source: Export project to Portable Document Format
nb_no: Eksporter prosjekt til PDF

# exportWidget_kmlExported
source: KML exported
nb_no: KML eksportert

# exportWidget_exportToKml
source: Export project to KML
nb_no: Eksporter prosjekt til KML

# exportWidget_exportToGeopackage
source: Export project to Geopackage
nb_no: Eksporter prosjekt til Geopakke

# exportWidget_imagesToFolderExported
source: Images exported
nb_no: Bilder eksportert

# gssExport_followingDataWillBeUploaded
source: The following data will be uploaded upon sync.
nb_no: Følgende data vil bli opplastet ved synkronisering.

# gssImport_downloadingDataList
source: Downloading data list…
nb_no: Laster ned dataliste …

# gssImport_unableDownloadDataList
source: Unable to download data list due to an error. Check your settings and the log.
nb_no: Kunne ikke laste ned data. Sjekk innstillingene dine og loggen.

# gssImport_projects
source: Projects
nb_no: Prosjekter

# gssImport_noProjectsAvailable
source: No projects available.
nb_no: Ingen tilgjengelige prosjekter.

# network_download
source: Download
nb_no: Last ned

# network_downloadFile
source: Download file
nb_no: Last ned fil

# gssExport_setProjectDirty
source: Set project to DIRTY?
nb_no: Sett prosjekt som skittent?

# gssExport_restoreProjectAsDirty
source: Restore project as all dirty.
nb_no: Gjenopprett prosjekt der alt er skittent?

# gssExport_setProjectClean
source: Set project to CLEAN?
nb_no: Sett prosjekt som rent?

# gssExport_restoreProjectAsClean
source: Restore project as all clean.
nb_no: Gjenopprett prosjekt der alt er rent?

# gssExport_unableToSyncDueToError
source: Unable to sync due to an error, check diagnostics.
nb_no: Kunne ikke synkronisere som følge av feil. Sjekk diagnostikk.

# gssExport_simpleNotes
source: Simple Notes:
nb_no: Enkle notater:

# gssExport_formNotes
source: Form Notes:
nb_no: Skjemanotater:

# gssExport_shouldNotHappen
source: Should not happen
nb_no: Skal ikke skje

# settings_serverUrlStartWithHttp
source: The server URL needs to start with HTTP or HTTPS.
nb_no: Tjenernettadressen må starte med HTTP eller HTTPS.

# network_searchMapByName
source: Search map by name
nb_no: Søk etter kart ved navn

# network_permissionOnServerDenied
source: Permission on server denied.
nb_no: Tilgang på tjener avslått.

# network_buildingBaseCachePerformance
source: Building base cache for improved performance (might take a while)…
nb_no: Bygger grunnhurtiglager for bedre ytelse (kan ta en stund)…

# network_uploading
source: Uploading
nb_no: Opplasting
